tap "fullscreen/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "pivotal/tap"
tap "tazjin/kontemplate", "https://github.com/tazjin/kontemplate"
tap "weaveworks/tap"
tap "zaquestion/tap"
brew "adr-tools"
brew "ansible"
brew "antigen"
brew "awscli"
brew "coreutils"
brew "go"
brew "dep"
brew "doitlive"
brew "exercism"
brew "findutils"
brew "git"
brew "gnu-sed"
brew "go-jira"
brew "gopass"
brew "jpeg"
brew "gource"
brew "gradle"
brew "grep"
brew "helmfile"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "jrnl"
brew "kafkacat"
brew "kubernetes-cli"
brew "kops"
brew "kubernetes-helm"
brew "m-cli"
brew "mas"
brew "maven"
brew "nmap"
brew "node"
brew "openconnect"
brew "p7zip"
brew "packer"
brew "pandoc"
brew "tree"
brew "pass"
brew "pipenv"
brew "prometheus"
brew "pyqt"
brew "python-yq"
brew "sbt"
brew "serverless"
brew "shellcheck"
brew "stern"
brew "terraform_landscape"
brew "tfenv"
brew "thefuck"
brew "tmux"
brew "velero"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "zsh"
brew "fullscreen/tap/aws-rotate-key"
brew "pivotal/tap/springboot"
brew "tazjin/kontemplate/kontemplate"
brew "weaveworks/tap/eksctl"
brew "zaquestion/tap/lab"
cask "1password"
cask "adobe-acrobat-reader"
cask "adoptopenjdk8"
cask "aerial"
cask "anki"
cask "aws-vault"
cask "carbon-copy-cloner"
cask "chromium"
cask "docker"
cask "drawio"
cask "firefox"
cask "flash-npapi"
cask "font-fira-code"
cask "font-fontawesome"
cask "franz"
cask "freemind"
cask "google-chrome"
cask "gpg-suite"
cask "grandperspective"
cask "hipchat"
cask "inkscape"
cask "intellij-idea"
cask "iterm2"
cask "keepassx"
cask "libreoffice"
cask "mat"
cask "microsoft-teams"
cask "minikube"
cask "postman"
cask "pycharm-ce"
cask "skype-for-business"
cask "slack"
cask "spotify"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoomus"
mas "com.apple.dt.Xcode", id: 497799835
mas "com.apple.garageband10", id: 682658836
mas "com.apple.iMovieApp", id: 408981434
mas "com.apple.iWork.Keynote", id: 409183694
mas "com.apple.iWork.Numbers", id: 409203825
mas "com.apple.iWork.Pages", id: 409201541
mas "com.culturedcode.ThingsMac", id: 904280696
mas "com.readitlater.PocketMac", id: 568494494
