tap "AdoptOpenJDK/openjdk"
tap "fullscreen/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "instantclienttap/instantclient"
tap "weaveworks/tap"
cask "adoptopenjdk8"
brew "adr-tools"
brew "ansible"
brew "antigen"
brew "apache-spark"
brew "autossh"
brew "awscli"
brew "aws-cdk"
brew "bat"
brew "black"
brew "coreutils"
brew "dep"
brew "doitlive"
brew "exercism"
brew "findutils"
brew "git"
brew "gnu-sed"
brew "go"
brew "go-jira"
brew "gopass"
brew "jpeg"
brew "gource"
brew "gradle"
brew "graphviz"
brew "grep"
brew "helmfile"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "jrnl"
brew "kafkacat"
brew "kubernetes-cli"
brew "kops"
brew "kubernetes-helm"
brew "lsd"
brew "m-cli"
brew "mas"
brew "maven"
brew "minikube"
brew "nmap"
brew "node"
brew "p7zip"
brew "packer"
brew "pandoc"
brew "parquet-tools"
brew "ranger"
brew "telnet"
brew "tree"
brew "pipenv"
brew "pipx"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyqt"
brew "python-yq"
brew "qrencode"
brew "sbt"
brew "serverless"
brew "shellcheck"
brew "starship"
brew "stern"
brew "terraform_landscape"
brew "terraforming"
brew "tfenv"
brew "thefuck"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "ykman"
brew "zsh"
brew "fullscreen/tap/aws-rotate-key"
brew "instantclienttap/instantclient/instantclient-basic"
brew "weaveworks/tap/eksctl"
cask "1password"
cask "adobe-acrobat-reader"
cask "adoptopenjdk9"
cask "adoptopenjdk11"
cask "aerial"
cask "anki"
cask "aws-vault"
cask "carbon-copy-cloner"
cask "chromium"
cask "discord"
cask "docker"
cask "drawio"
cask "evernote"
cask "ferdi"
cask "firefox"
cask "flash-npapi"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "freemind"
cask "freeplane"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "grandperspective"
cask "inkscape"
cask "intellij-idea"
cask "iterm2"
cask "joplin"
cask "keepassx"
cask "libreoffice"
cask "microsoft-teams"
cask "osxfuse"  # necessary for veracrypt
cask "postman"
cask "skitch"
cask "slack"
cask "spotify"
cask "steam"
cask "tunnelblick"
cask "vagrant"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoomus"
mas "Amphetamine", id: 937984704
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Things", id: 904280696
mas "Xcode", id: 497799835
