tap "buo/cask-upgrade"
tap "homebrew/dupes"
tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "pivotal/tap"
tap "caskroom/cask"
cask "java"
cask "xquartz"
brew "adns"
brew "antigen"
brew "apache-flink"
brew "apache-spark"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "awscli"
brew "bash"
brew "gettext"
brew "libffi"
brew "pcre"
brew "coreutils"
brew "dcos-cli"
brew "docker"
brew "docker-machine"
brew "libyaml"
brew "docker-compose"
brew "exercism"
brew "findbugs"
brew "findutils"
brew "gmp"
brew "geth"
brew "libunistring"
brew "nettle"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gradle"
brew "grafana"
brew "grep", args: ["with-default-names"]
brew "hub"
brew "hugo"
brew "influxdb"
brew "jenkins"
brew "jq"
brew "python"
brew "kafka"
brew "kops"
brew "kubernetes-helm"
brew "m-cli"
brew "mas"
brew "maven"
brew "monit"
brew "nexus"
brew "node"
brew "packer"
brew "pinentry-mac"
brew "pkg-config"
brew "prometheus"
brew "r"
brew "ruby"
brew "sbt"
brew "terraform"
brew "terragrunt"
brew "thefuck"
brew "tig"
brew "tree"
brew "vim"
brew "watch"
brew "zsh"
brew "pivotal/tap/springboot"
cask "1password"
cask "aerial"
cask "atom"
cask "basictex"
cask "chromium"
cask "cliqz"
cask "firefox"
cask "flash-npapi"
cask "flux"
cask "franz"
cask "freemind"
cask "gogland"
cask "hipchat"
cask "inkscape"
cask "intellij-idea"
cask "iterm2"
cask "jce-unlimited-strength-policy"
cask "keepassx"
cask "libreoffice"
cask "mat"
cask "mist"
cask "nix"
cask "postbox"
cask "postman"
cask "pycharm-ce"
cask "rstudio"
cask "skype-for-business"
cask "spotify"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "zoomus"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Things3", id: 904280696
