tap "homebrew/cask-versions"
tap "mbode/tap"
cask "adoptopenjdk8"
brew "adr-tools"
brew "autossh"
brew "awscli"
brew "aws-cdk"
brew "black"
brew "go"
brew "gh"
brew "gource"
brew "gradle"
brew "graphviz"
brew "helmfile"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "maven"
brew "minikube"
brew "nmap"
brew "node"
brew "pandoc"
brew "poetry"
brew "pipenv"
brew "pipx"
brew "sbt"
brew "shellcheck"
brew "terraform-state-mover"
brew "tfenv"
brew "yarn"
brew "ykman"
cask "aws-vault"
cask "chromium"
cask "docker"
cask "drawio"
cask "font-fontawesome"
cask "freeplane"
cask "gpg-suite"
cask "inkscape"
cask "intellij-idea"
cask "joplin"
cask "keepassx"
cask "libreoffice"
cask "microsoft-teams"
cask "osxfuse"  # necessary for veracrypt
cask "slack"
cask "tunnelblick"
cask "veracrypt"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Meeter", id: 1510445899
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
